Can't place instance of [Symbol]
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CantPlaceInstanceError { get; }
  Visual Basic
Public Shared ReadOnly Property CantPlaceInstanceError As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CantPlaceInstanceError {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace